{
	"treatments": [
		{
			"name": "Lomi treatments",
			"price": {
				"60min": "",
				"90min": "",
				"240min": 3000,
				"description":	"Indulge in this soothing, rejuvenating glow massage that connects your mind and body, with the nurturing touch from the two therapists combining banana leaves, hot stone, shell, shiatsu, and a Hawaiian technique plus an organic facial, to achieve a deep sense of relaxation and rejuvenation."
			}
		},
		{
			"name": "Lomi-Lomi Massage",
			"price": {
				"60min": 1500,
				"90min": 2000,
				"120min": 2500,
				"description":	"Experience a fusion of Hawaiian and Filipino technique massage that takes you to a state of relaxation and stillness while improving blood circulation and boosting the immune system."
			}
		},
		{
			"name": "Traditional Filipino Hilot",
			"price": {
				"60min": 1200,
				"90min": 1800,
				"120min": 2400,
				"description":	"This relaxing yet rejuvenating therapy that uses banana leaves and hot stone helps remove toxins and cleanses the body."
			}
		},
		{
			"name": "Stone Massage",
			"price": {
				"60min": 1000,
				"90min": 1400,
				"120min": 2000,
				"description":	"This therapy uses heated volcanic stone to ease muscle tension and pain, helps reduce muscle spasms, reduces stress and anxiety and promote better sleep quality."
			}
		},
		{
			"name": "Herbal Massage",
			"price": {
				"60min": 1000,
				"90min": 1400,
				"120min": 2000,
				"description":	"This blend of herbal hot compress massage increases blood circulation and energy flow, reduces mental fatigue and stress and boosts positive energy. "
			}
		},
		{
			"name": "Aloevera Massage",
			"price": {
				"60min": 900,
				"90min": 1200,
				"120min": 1800,
				"description":	"Moisturize and refresh your skin with this therapy for a glow. Ideal for sunburn and on summer days!"
			}
		},
		{
			"name": "Coconut Massage",
			"price": {
				"60min": 900,
				"90min": 1200,
				"120min": 1800,
				"description":	"This massage uses pure coconut oil, which is naturally anti-bacterial and anti-fungal, leaving your skin smooth and moisturize."
			}
		},
		{
			"name": "Body Scrub Massage",
			"price": {
				"60min": 800,
				"90min": 1100,
				"120min": 1600,
				"description":	"Exfoliate and hydrate your skin with this smooth and soft body scrub massage, promoting efficient circulation."
			}
		},
		{
			"name": "Oil Massage",
			"price": {
				"60min": 800,
				"90min": 1100,
				"120min": 1600,
				"description":	"Relax and pamper yourself with our Swedish techniques that decrease stress and increase relaxation."
			}
		},
		{
			"name": "Dry Massage",
			"price": {
				"60min": 700,
				"90min": 10000,
				"120min": 1400,
				"description":	"This finger and palm pressure massage, which is mainly applying pressure to specific points on the body, stimulates energy flow."
			}
		},
		{
			"name": "Foot Massage",
			"price": {
				"60min": 600,
				"90min": 900,
				"120min": 1200,
				"description":	"This foot massage is a perfect way to relax, particularly after a long day of standing and walking. It is a soothing finger point pressure kneading massage."
			}
		}
	]
}
